// import './Home.css';

// function Home() {
//     return (
//         <section id="home" className="home-section">
//             <h2>الرئيسية</h2>
//             <p>مرحبًا بكم في منصة دعم الصحة النفسية. نقدم خدمات مخصصة لتحسين الصحة النفسية ورفاهية الأفراد.</p>
//             <p>
//                 هدفنا هو توفير الدعم اللازم للأفراد وعائلاتهم، من خلال تقديم جلسات إرشادية، وموارد تعليمية، وأدوات عملية للمساعدة في تحسين الصحة النفسية.
//             </p>
//             <h3>خدماتنا تشمل</h3>
//             <ul>
//                 <li>جلسات إرشادية فردية وجماعية.</li>
//                 <li>نصائح يومية لتحسين المزاج والصحة النفسية.</li>
//                 <li>أدوات لتتبع المزاج والتقدم الشخصي.</li>
//                 <li>تمارين استرخاء وتأمل موجهة لتحسين الرفاهية النفسية.</li>
//                 <li>موارد تعليمية حول التوحد وصعوبات التعلم.</li>
//                 <li>استشارات مهنية ودعم نفسي.</li>
//             </ul>
//             <p>
//                 انضموا إلينا في رحلتكم نحو الصحة النفسية الأفضل! تواصلوا معنا للحصول على المزيد من المعلومات حول خدماتنا وكيف يمكننا مساعدتكم.
//             </p>
//         </section>
//     );
// }

// export default Home;





import './Home.css';

function Home() {
    return (
        <section id="home" className="home-section">
            <h2>الرئيسية</h2>
            <p>مرحبًا بكم في منصة دعم الصحة النفسية. نقدم خدمات مخصصة لتحسين الصحة النفسية ورفاهية الأفراد.</p>
            <p>
                هدفنا هو توفير الدعم اللازم للأفراد وعائلاتهم، من خلال تقديم جلسات إرشادية، وحجز مواعيد مع دكاترة متخصصين، بالإضافة إلى حجز الكورسات التي تلبي احتياجاتكم.
            </p>
            <h3>خدماتنا تشمل</h3>
            <ul>
                <li>حجز مواعيد مع دكاترة مختصين.</li>
                <li>حجز كورسات متخصصة ومتميزة.</li>
                <li>جلسات إرشادية فردية وجماعية.</li>
                <li>موارد تعليمية حول التوحد وصعوبات التعلم.</li>
                <li>تأهيل تخاطبي</li>
                <li>استشارات مهنية ودعم نفسي.</li>
            </ul>
            <p>
                انضموا إلينا في رحلتكم نحو الصحة النفسية الأفضل! تواصلوا معنا للحصول على المزيد من المعلومات حول خدماتنا وكيف يمكننا مساعدتكم.
            </p>
        </section>
    );
}

export default Home;
